Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: This appears to be a “low risk” activity.
zh: 这看来是一项“低风险”的活动。

source: The enforcement branch, on the other hand, is responsible for determining whether a Party is in compliance with its obligations.
zh: 30. 反之，执行事务组负责确定缔约方是否履行自己的义务。

source: In exercising that responsibility, the enforcement branch must follow due process procedures.
zh: 在行使这项责任时，执行事务组必须遵循正当程序。

source: The enforcement branch is empowered to take “final decisions” on compliance, including under the eligibility requirements of the mechanisms established by Articles 6, 12 and 17 of the Kyoto Protocol.
zh: 执行事务组有权就遵约问题作出“最终裁定”，包括在《京都议定书》第六条、第十二条和第十七条设立的各机制资格要求之下作出裁定。

source: There are procedures to enable a Party to have a decision of the enforcement branch concerning its eligibility to participate in the mechanisms reviewed on an expedited basis, and procedures enabling an affected Party to appeal to the COP/MOP.
zh: 缔约方可以根据有关程序要求复审执行事务组就该缔约方参加各机制的资格所作决定，受影响缔约方还可根据有关程序向《议定书》/《公约》缔约方会议上诉。

source: A Party must follow the review and appeal procedures established by the COP/MOP and thus the risk of national judicial action may be disregarded.
zh: 31. 缔约方必须遵循《议定书》/《公约》缔约方会议确定的审查和上诉程序，因此或许可以国家法律行动的可能性。

source: But it is possible that third parties affected by findings of the Compliance Committee, which they consider to have been improperly motivated, may seek to make a claim against members of the Committee, who will have no privileges and immunities, except in Germany or pursuant to a conference agreement drafted broadly enough to cover such activities.
zh: 但是，受遵约委员会调查结果影响的第三方如果认为这种调查结果动机不当，就可能针对委员会成员提起诉求，而这些成员除了在德国境内或根据起草得条件宽泛足以涵盖其活动的会议协定之外，在其他地方并不享有特权与豁免。

source: Expert review teams Article 8, paragraphs 2 and 3 of the Kyoto Protocol authorizes the appointment of expert review teams to provide “a thorough and comprehensive technical assessment of all aspects of the implementation by a Party of this Protocol”, including information submitted by Parties in their annual inventories under Article 7 of the Kyoto Protocol.
zh: 32. 《京都议定书》第八条第2款和第3款授权任命专家审评组，以便“对一缔约方履行本议定书的所有方面作出彻底和全面的技术评估”，包括评估缔约方在《京都议定书》第七条之下的年度清单中提交的信息。

source: The members of the expert review teams are selected by the secretariat from a roster of experts composed of persons nominated by the Parties and serve in their personal capacity (see decision 23/CP.7).
zh: 专家审评组成员由秘书处从缔约方提名人员构成的专家名单中选出，以个人身份任职(见第23/CP.7号决定)。

source: The assessments of expert review teams play an important role in determining eligibility, or evaluating requests for re-instatement of eligibility, for the various mechanisms in the Kyoto Protocol.
zh: 专家审评组的评估意见对于确定参加《京都议定书》各机制的资格或评价恢复资格的申请具有重要作用。

source: The COP has recommended various decisions to the COP/MOP regulating the way in which the expert review teams are to carry out their duties (e.g., decisions 23/CP.7 and 22/CP.8).
zh: 33. 《公约》缔约方会议已作为建议，就专家审评组如何履行职责问题向《议定书》/《公约》缔约方会议提出的一些决定(如：第23/CP.7号决定和第22/CP.8号决定)。

source: The COP, in annexes to these decisions has recommended “Guidelines for review under Article 8 of the Kyoto Protocol” and methodologies for work under Articles 3, 5, 7 and 8 of the Protocol, notably on the conduct of in-country visits and the need to respect confidential information.
zh: 《公约》缔约方会议在这些决定中作为建议提出了“《京都议定书》第八条之下的审评指南”和《议定书》第三条、第五条、第七条和第八条之下的工作方法，特别是关于如何进行国内访问以及保护机密信息的需要。

source: Decision 12/CP.9 promulgated a code of practice for the treatment of confidential information and the adopted strict criteria which must be met by lead reviewers of the expert review teams.
zh: 第12/CP.9号决定规定了处理机密信息的行为守则，并通过了专家审评组的主任审评员必须达到的严格标准。

source: That decision, and decision 21/CP.9, require members of expert review teams to sign an agreement that seeks to ensure that they will act properly and will disclose any potential conflict of interest.
zh: 该决定和第21/CP.9号决定要求专家审评组成员签署一项协议书，以确保他们行事正当并透露任何潜在的利益冲突。

source: Expert review teams do not make decisions.
zh: 34. 专家审评组不作决定。

source: However, they make the technical assessments upon which decisions will be based.
zh: 然而，他们要进行技术评估，而这种评估意见将作为决定的依据。

source: Such decisions by the COP/MOP could affect the financial interests of third parties who may try to make claims against individual experts if they believe - whatever the truth of the matter - that an expert acted through conflict of interest or was otherwise improperly motivated.
zh: 《议定书》/《公约》缔约方会议的这种决定可能影响第三方的经济利益，因为第三方如果认为――不论真相如何――某个专家行事存在利益冲突或有其他不当动机，就可能针对这个专家提起诉求。

source: Members of expert review teams have no privileges and immunities from third party suits, except in Germany and in those countries where a conference agreement has been drafted broadly enough to encompass their activities.
zh: 35. 专家审评组成员除了在德国境内或在订有起草得条件宽泛足以涵盖其活动的会议协定的国家境内的情况之外，在面临第三方的诉讼时并不享有特权与豁免。

source: Measures to provide privileges and immunity to members, alternates and experts of constituted bodies The Kyoto Protocol mechanisms provide procedures for review by Parties of contested decisions.
zh: 四、为所属各机构成员、候补成员和专家 提供特权与豁免的措施

source: However, third parties affected by these decisions may take legal action against members of constituted bodies, especially if they consider or allege that those individuals have improperly disclosed confidential information or have performed official functions motivated by conflict of interest.
zh: 36. 《京都议定书》机制为缔约方审查争议的决定提供了程序。 然而，受这种决定影响的第三方可能针对组成机构的成员提起法律诉讼，尤其是如果他们认为或指称这些个人不当透露了机密信息，或在利益冲突的动机之下履行公务。

source: Staff of the secretariat have privileges and immunities worldwide.
zh: 秘书处工作人员具备全世界范围的特权与豁免。

source: However, members, alternates and experts of the constituted bodies have no privileges and immunities except in Germany or for acts that occurred during a conference or activity covered by a conference agreement with a host State.
zh: 然而，各组成机构的成员、候补成员和专家除了在德国境内的情况或在会议期间的行为或与东道国所订会议协定涵盖的活动之外，均不享有特权与豁免。

source: The mere existence of a regime of privileges and immunities will not prevent institution of legal proceedings.
zh: 仅仅是存在特权与豁免制度并不能防止提起法律诉讼。

source: However, the debate will not be on the substance of the claim but only on the validity of the assertion of immunity.
zh: 然而，辩论所针对地将不是诉求的内容，而仅仅是豁免主张的有效性。

source: It is difficult to estimate the risk of lawsuits by third parties participating in Kyoto Protocol mechanisms.
zh: 37. 很难估测发生参加《京都议定书》机制的第三方提起法律诉讼的风险。

source: One option would be to take no action because there is no experience to assess the degree of risk.
zh: 一种办法是不采取行动，因为在评估风险程度方面不具备经验。

source: It could also be argued that any claims that arise could be defended in national courts and that action by the COP/MOP to institute a regime of privileges and immunities should be taken only after some actual experience of litigation.
zh: 也可以认为，对任何提起的诉求均可在国家法庭上提出辩护，而《议定书》/《公约》缔约方会议应当在获得了一定的实际诉讼经验之后再采取行动建立特权与豁免制度。

source: However, is it reasonable to leave the risk of defending official acts on individuals who were carrying out an international mandate?
zh: 然而，让执行国际任务的个人承担为公务行为辩护的风险是否合理？

source: Is it reasonable to deliberately leave adjudication of such claims to the vagaries of a variety of national laws rather than to a mechanism adopted by the COP/MOP?
zh: 将裁量这种诉求的责任故意留给各种不同的国家法律而不是《议定书》/《公约》缔约方会议通过的机制，这是否合理？

source: The establishment of an appropriate regime of privileges and immunities that has force in all Parties will involve action by the COP/MOP and by Parties to give effect to those measures in their law.
zh: 38. 要建立在所有缔约方都有效的适当的特权与豁免制度，需要由《议定书》/《公约》缔约方会议和各缔约方采取行动，在法律中落实这些措施。

source: This will take time.
zh: 这就需要时间。

source: However, work under the Kyoto Protocol must continue.
zh: 然而，《京都议定书》之下的工作必须继续进行。

source: A range of measures could be adopted by the COP/MOP to help address the present situation where individuals carrying out tasks mandated by the COP/MOP are obliged to bear the risk of lawsuits against them. These measures, which are not mutually exclusive, include:
zh: 《议定书》/《公约》缔约方会议可采取一系列措施，帮助纠正当前只是由负责执行《议定书》/《公约》缔约方会议规定任务的个人在针对其提起的诉讼方面承担风险的状况。

source: Parties agreeing on the elements of an umbrella agreement, which contains provisions for privileges and immunities, that could be used by States that want to host meetings of constituted bodies and visits by expert review teams; Requesting that all third party claims against members, alternates and experts of constituted bodies under the Kyoto Protocol be handled by the Executive Secretary; Agreement from national and private entities that any claims must be made in accordance with the Kyoto Protocol mechanisms and made to the Executive Secretary at the headquarters of the secretariat; Adopting a decision to confer privileges and immunities on representatives and members of its organs when performing official functions under the Protocol; Adopting a decision, supported by unilateral declarations by Parties, to confer privileges and immunities on representatives and members of its organs when performing official functions under the Protocol; Amending the Kyoto Protocol to confer privileges and immunities on representatives and members of its organs when performing official functions under the Protocol.
zh: 缔约方商定含有特权与豁免条款的总括协定的要点，这种总括协定可供愿意承办各组成机构会议和接待专家审评组访问的缔约方使用； 请执行秘书负责处理第三方针对《京都议定书》之下的各组成机构成员、候补成员和专家提出的所有诉求； 国家实体和私营实体同意任何诉求均按照《京都议定书》机制在秘书处总部向执行秘书提出； 通过一项决定，为在《议定书》之下执行公务的各机关代表和成员授予特权与豁免； 在缔约方单方面声明的支持下通过一项决定，为在《议定书》之下执行公务的各机关代表和成员授予特权与豁免； 修订《京都议定书》决定，为在《议定书》之下执行公务的各机关代表和成员授予特权与豁免。

source: In addition to agreeing on measures to provide the necessary privileges and immunities to members, alternates and experts of constituted bodies, the COP/MOP will need to consider how to address the possible budgetary implications arising from claims brought by third parties against individual members of constituted bodies.
zh: 39. 除了商定措施，为各组成机构的成员、候补成员和专家授予必要的特权与豁免之外，《议定书》/《公约》缔约方会议将需要考虑如何处理第三方针对各组成机构成员提起的诉求可能引起的经费问题。

source: Parties to agree on the elements of an umbrella agreement that contains provisions for privileges and immunities
zh: A. 缔约方商定含有特权与豁免条款的总括协定的要点

source: Sessions of the COP/MOP are convened either in Germany or in States pursuant to a conference agreement (see paragraph 11 above).
zh: 40. 《议定书》/《公约》缔约方会议既可以在德国举行，也可以根据会议协定在有关国家举行(见上文第11段)。

source: Where possible, meetings of constituted bodies should be under the protection of these types of agreement and, when such agreements are not possible, meetings should be held at the headquarters of the secretariat or in conjunction with sessions of the COP/MOP.
zh: 可能情况下，各组成机构的会议也当受这类协定的保护，在无法缔结这类协定时，应在秘书处总部或与《议定书》/《公约》缔约方会议结合举行会议。

source: The negotiation of individual agreements with States will take time and, in the interim, the work of the Kyoto Protocol must continue, including in-country visits of expert review teams.
zh: 41. 与各国分别谈判协定要花费时间，而与此同时，《京都议定书》的工作又必须继续进行，包括专家审评组的国内访问。

source: This makes it all the more urgent to start the process of establishing a set of uniform agreements with Parties that host Kyoto Protocol activities.
zh: 这就更加说明迫切需要开始着手制订一套与承办《京都议定书》活动的缔约方的统一协定。

source: The process will be expedited if these agreements can be in the form of an “umbrella agreement” that provide that subsequent meetings can be undertaken on the same terms and conditions by an exchange of letters specifying the duration, purpose and other specific details of the meeting.
zh: 如果这些协定采取“总括协定”的形式，这一进程就可加快，其中可规定，以后的会议将采用同样的条件，通过换文确定会期、宗旨和其他具体细节。

source: The process would be further facilitated if the COP/MOP were to approve a model umbrella agreement that would be the basis for individual negotiations.
zh: 如果《议定书》/《公约》缔约方会议能核可一项作为单独谈判依据的总括协定范本，则可以进一步推动这一进程。

source: COP/MOP approval will also help ensure acceptability of the draft agreement by host Governments of Parties.
zh: 《议定书》/《公约》缔约方会议的核可还将有助于确保协定草案得到东道缔约方政府接受。

source: These agreements, even in the absence of a complete regime of privileges and immunities, would help provide privileges and immunities to members of constituted bodies.
zh: 42. 即便没有一个完整的特权与豁免制度，这些协定也将有助于为各组成机构成员提供特权与豁免。

source: Because if a member of a constituted body was sued personally in a third State the existence of the agreement covering the acts where they took place would be evidence that a personal suit is inappropriate.
zh: 因为，如果某个组成机构的一名成员个人在第三国被起诉，在行为发生地存在涵盖这种行为的协定这一点就可以作为证据，证明针对个人的起诉是不适当的。

source: Executive Secretary to handle all claims against members, alternates and experts of constituted bodies
zh: B. 执行秘书负责处理所有针对各组成机构成员、 候补成员和专家提出的诉求

source: The COP/MOP could decide that lawsuits and claims concerning official duties made personally against representatives, members, alternates and experts of constituted bodies could be coordinated and handled centrally by the Executive Secretary on their behalf.
zh: 43. 《议定书》/《公约》缔约方会议可决定，针对组成机构代表、成员、候补成员和专家个人提起的涉及公务的诉讼和诉求可以由执行秘书代表他们集中协调和处理。

source: This would ensure that the defence is managed institutionally, rather than by the individual.
zh: 这样将确保由机构而非个人安排辩护。

source: It would place the risk of lawsuits where it should fall, i.e., on the entity rather than solely on the individual carrying out mandated tasks.
zh: 这样就把诉讼的风险放在恰当的地方，也就是由单位而不是仅仅由执行规定任务的个人承担。

source: Parties would need to ensure that the secretariat has adequate resources, both financial and personnel, to coordinate any such lawsuits and claims.
zh: 缔约方将需要确保秘书处具备适足的财政资源和人力资源，以便协调任何此种诉讼和诉求。

source: This would help to assure those acting for the COP/MOP that they could do so without fear of being personally at risk because of performing their duty.
zh: 44. 这将有助于让代表《议定书》/《公约》缔约方会议行事的人放心，不必担心个人因为履行职责而面临风险。

source: This recommendation would not absolve the individual of personal accountability because the Executive Secretary would have to determine whether the act complained of occurred in the execution of official duties.
zh: 这个建议并不解除个人的责任，因为执行秘书需确定受指控的行为是否发生在履行公务过程中。

source: If the action of the member was ultra vires, the Executive Secretary would properly decline to intervene.
zh: 如果成员的行动越权，执行秘书完全可以正当地拒绝出面过问。

source: If it was an official act, but performed badly, the usual administrative sanctions against the individual would apply.
zh: 如果确属公务行为，但执行不当，将适用针对个人的通常行政处置。

source: A decision along these lines by the COP/MOP would also assist the Executive Secretary in obtaining the active help of the Party concerned to have the matter resolved according to the mechanisms approved by the COP/MOP rather than by a local court. The decision ought to be limited to the actions for which immunity would be available if the COP/MOP adopted the United Nations regime of privileges and immunities and could be along the following lines:
zh: 45. 《议定书》/《公约》缔约方会议作出一项这样的决定还将有助于执行秘书从有关缔约方得到积极的帮助，以便按照《议定书》/《公约》缔约方会议核可的机制而不是由当地法庭解决所涉事项。

source: “Claims or legal process in respect of words spoken or written and acts performed in an official capacity by representatives of the COP/MOP or its subsidiary bodies, members, alternate members, experts and others performing services for the COP/MOP or its subsidiary and constituted bodies or the secretariat, shall be transmitted to the Executive Secretary.
zh: “与针对《议定书》/《公约》缔约方会议或其附属机构代表以及在《议定书》/《公约》缔约方会议或其附属机构和组成机构或秘书处任职的成员、候补成员、专家和其他人提起的诉求或法律诉讼，并转交执行秘书。

source: If the Executive Secretary considers that the claim relates to official acts the Executive Secretary shall seek the assistance of the State Party concerned to have the case dealt with according to the procedures established by the COP/MOP, including the Headquarters Agreement with Germany.
zh: 如果执行秘书认为该诉求涉及公务行为，执行秘书应寻求有关缔约国协助，以便按照《议定书》/《公约》缔约方会议确定的程序、包括按照与德国达成的《总部协定》解决该案件。

source: If necessary the Executive Secretary may engage local counsel to help achieve this result.”
zh: 必要时，执行秘书可聘请当地顾问帮助达成这一结果。”

source: Agreement from national and private entities that any claims be made in accordance with the Kyoto Protocol mechanisms and made to the Executive Secretary
zh: C. 国家实体和私营实体同意任何诉求均按照 《京都议定书》机制向执行秘书提出

source: Any private or national entities seeking to participate in mechanisms pursuant to the Kyoto Protocol, or seeking designation as operational entities, could be required to agree in writing that any claims or disputes relating to such application, or later participation if the application is granted, must be brought in accordance with mechanisms established, or to be established, by the COP/MOP.
zh: 46. 可要求任何希望参加《京都议定书》之下各机制或希望被指定为经营实体的私营实体或国家实体书面同意，任何与这种申请有关或与申请获准后的参与有关的诉求或争端，都必须按照《议定书》/《公约》缔约方会议已经确立或将要确定的机制提出。

source: All such national/private entities could also be obliged to agree in writing that any claim must be made at the headquarters of the secretariat pursuant to the regime on the Headquarters Agreement (see paragraphs 9 and 10 above).
zh: 还可要求所有这种国家/私营实体书面同意，任何诉求必须根据关于《总部协定》的制度在秘书处总部提出(见上文第9段和第10段)。

source: Such written agreements may not be respected.
zh: 47. 这种书面协议或许会得不到尊重。

source: However, their existence would be a powerful argument that could be submitted by the Executive Secretary to any court hearing such a claim that the appropriate forum for the settlement of disputes under the Kyoto Protocol is in Germany and according to the Headquarters Agreement and the decisions of the COP/MOP, as acknowledged in writing by the plaintiff.
zh: 然而，只要存在这种协议，执行秘书就有了一个可以在任何审理这种诉求的法庭上提出的有力论据，说明正如原告已书面承认的那样，解决《京都议定书》之下的争端的适当场所在德国，而依据的应是《总部协定》和《议定书》/《公约》缔约方会议的决定。

source: This will complement the obligation of the Party responsible for compliance of the national or private entity under their jurisdiction with the relevant Kyoto Protocol mechanisms to seek to ensure that the Kyoto Protocol mechanisms are respected.
zh: 这样可以补充要对所管辖的国家实体或私营实体在遵守《京都议定书》有关机制方面负责的缔约方的义务，即设法确保《京都议定书》机制得到尊重。

source: Decision of the Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol to confer privileges and immunities
zh: D. 作为《京都议定书》缔约方会议的《公约》 缔约方会议决定授予特权与豁免

source: The COP/MOP has the authority to take whatever actions it considers are necessary to further the objectives of the Kyoto Protocol.
zh: 48. 《议定书》/《公约》缔约方会议有权采取其认为推进《京都议定书》目标所需的任何行动。

source: It could adopt a decision similar to decision IV/16 that was adopted by the Meeting of the Parties to the Montreal Protocol to confer an appropriate regime of privileges and immunities by a decision which could explicitly adopt the regime of the General Convention by reference to it or by setting out its elements.
zh: 《议定书》/《公约》缔约方会议可以通过一项决定，类似于《蒙特利尔议定书》缔约方会议所通过的第IV/16号决定 ，从而以决定的形式确定一个适当的特权与豁免制度，决定中可以通过提及《特权及豁免公约》或列出其中的要点明确采用该公约的制度。

source: It would be up to each Party to give force to such a decision in its national law.
zh: 49. 要由每个缔约方将这种决定落实在本国法律中。

source: At a minimum, such a decision by the COP/MOP would facilitate defence of suits instituted in local courts by being evidence to a court seized of a claim against representatives, members, alternates and experts of constituted bodies, that the claim was to be resolved by provisions under the relevant Kyoto Protocol procedures rather than by resort to national law.
zh: 《议定书》/《公约》缔约方会议的这种决定至少会便利在当地法庭上提起的诉讼中进行辩护，即，作为证据，向负责审理针对各组成机构代表、成员、候补成员和专家提出的诉求的法庭证明，应通过有关的《京都议定书》程序的规定而不是诉诸国家法律解决这种诉求。

source: Decision of the Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol, supported by unilateral declarations of Parties, to confer privileges and immunities
zh: E. 作为《京都议定书》缔约方会议的《公约》 缔约方会议在缔约方单方面声明的 支持下决定授予特权与豁免

source: The adoption by the COP/MOP of a decision on privileges and immunities would not necessarily create an unequivocal international legal obligation on Parties to give effect to the decision in their national law.
zh: 50. 《议定书》/《公约》缔约方会议通过一项关于特权与豁免的决定，未必就会形成一种要求缔约方保证将该决定落实到本国法律中的明确无误的国际法律义务。

source: A possible way to achieve the same result as an amendment to the Kyoto Protocol, but without its attendant complexities, would be for the COP/MOP to include in such a decision a provision calling on Parties to make a unilateral declaration that they will implement the decision of the COP/MOP in their national law.
zh: 51. 为了既达到与修订《京都议定书》一样的效果，又不涉及各种连带的复杂情形，可能的途径之一是由《议定书》/《公约》缔约方会议在这样的决定中写明，要求缔约方单方面声明将在本国法律中执行《议定书》/《公约》缔约方会议的决定。

source: Such a technique was used by the General Assembly in resolution 32/64 of 8 December 1977 which called on Member States to make unilateral declarations against torture and other cruel, inhuman or degrading treatment or punishment along the lines of a model unilateral declaration contained in the annex to the resolution.
zh: 联合国大会在1997年12月8日的第32/64号决议中采取的就是这种办法，其中要求会员国参照该决议附件所载单方面宣言范本，作出一项反对酷刑和其他残忍、不人道或有辱人格待遇或处罚的单方面宣言。

source: The form of such a unilateral declaration is simple and could be along the following lines, which is based on the model annexed to General Assembly resolution 32/64:
zh: 52. 这种单方面声明的形式很简单，可以参照以下依据联合国大会第32/64号决议所附范本拟出的行文：

source: “The Government of -------------- hereby declares its intention to implement, through legislation or other effective measures, the provisions of decision --/-- adopted by the Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol at [date]”
zh: “……政府兹宣布愿意通过立法或其他有效措施，执行作为《京都议定书》缔约方会议的《公约》缔约方会议于[日期]通过的第…/…号决定”

source: The advantage of such a mechanism is that it would avoid the need to amend the Kyoto Protocol.
zh: 53. 这种机制的好处在于不必修订《京都议定书》。

source: The declaration would be deposited with the United Nations and circulated to all Parties.
zh: 这种声明将交存联合国，并分发给所有缔约方。

source: Amending the Kyoto Protocol to confer privileges and immunities
zh: F. 通过修订《京都议定书》决定授予特权与豁免

source: The conferring of privileges and immunities could be achieved through the adoption of an amendment to the Kyoto Protocol pursuant to its Article 20.
zh: 54. 根据《京都议定书》第二十条，通过一项对该议定书的修正案，可以达到授予特权与豁免的目的。

source: The amendments could explicitly adopt the regime of the General Convention by express reference to it, or by setting out its elements.
zh: 修正案可以通过提及《特权及豁免公约》或列出其中的要点明确采用该公约的制度。

source: An amendment to the Kyoto Protocol would require submission of a written proposed text six months in advance of the COP/MOP session and adoption of the amendment by consensus if possible.
zh: 55. 要修订《京都议定书》，就要在《议定书》/《公约》缔约方会议届会议六个月前提交书面提案，在可能情况下以协商一致予以通过。

source: If consensus is not possible, adoption by voting requires a three quarters majority of the Parties present and voting.
zh: 如果无法达成协商一致，就要有出席并参加表决的缔约方四分之三多数赞成票才能通过。

source: When the amendment came into force, the Parties would be obligated to ensure that their national law reflected the regime of privileges and immunities adopted by those amendments.
zh: 修订生效后，缔约方就有义务确保本国法律反映修正案所采用的特权与豁免制度。

source: Adopting an amendment would be a lengthy process because it would take time for Parties to negotiate and reach agreement, and for the required number of ratifications to be obtained to enable the amendment to enter into force.
zh: 一项修正案的通过是一个漫长的过程，因为缔约方要花时间进行谈判和达成协议，还要等规定数目的缔约方批准之后修正案才能生效。

source: Until entry in force, no privileges and immunities would be available to members, alternates and experts of constituted bodies.
zh: 在生效之前，各组成机构成员、候补成员和专家将没有特权和豁免。

source: After entry into force, such privileges and immunities would be only applicable to those Parties for which the agreement has entered into force - different regimes would therefore apply.
zh: 生效之后，这种特权和豁免仅适用于协议发生效力的缔约方――因此会出现适用不同制度的情况。

source: Conclusion The functions of the members of the constituted bodies may attract third party claims at some stage.
zh: 56. 各组成机构成员的职能在一定的阶段可能会招致第三方的诉求。

source: Although these individuals have privileges and immunities in Germany or in a State which has agreed to a conference agreement drafted broadly enough to cover their activities, they have no such protection elsewhere against claims from third parties brought against them in their personal capacity.
zh: 虽然这些个人在德国或在同意接受起草得条件宽泛足以涵盖其活动的会议协定的国家享有特权与豁免，但在其他地方遇到第三方针对他们个人提起的诉求就没有这种保护。

source: In these instances, the risk of claims - be they great or small - is placed on the individual shoulders of the members, alternates or experts.
zh: 在这些情况下，就要由成员、候补成员或专家个人承担受到各种大小诉求的风险。
